{
  "data": {
    "viewer": {
      "id": "Vmlld2VyOjE1NktFRkpETEM3SE1JS0FVTlNRQkc4TFNVU1I=",
      "isAuthenticated": true,
      "viewableCustomId": {
        "id": "TW92aWU6OGEyYTUyZDEtN2YwMi00MTNjLTliZWEtYmFlMmUxZDY0Y2Qx",
        "customId": "the-card-counter",
        "magineId": "8a2a52d1-7f02-413c-9bea-bae2e1d64cd1",
        "custom": null,
        "title": "The Card Counter",
        "description": "Livskrisande korthaj med mörkt förflutet flyter mellan spelborden på Amerikas sjaskigaste casinon på jakt efter själslig botgöring i Paul Schraders existentiella drama med en iskall Oscar Isaac i huvudrollen. \n\nWilliam Tillich (Oscar Isaac) har muckat från ett långt straff i militärfängelse, han lärde sig att räkna kort på kåken och försörjer sig nu genom att utnyttja sitt mikroskopiska statistiska övertag på landets casinon, där han spelar för småsummor för att inte dra till sig uppmärksamhet. Under Irak-kriget tjänstgjorde han i Abu Ghraib-fängelset och torterade fångar med \"förstärkt förhörsteknik\", hans ansikte fastnade på en av de uppmärksammade bilderna från Abu Ghraib och efter kriget dömdes han till fängelse medan hans överordnade gick fria. \n\nPaul Schrader har med filmer som Taxi Driver, American Gigolo, Light Sleeper och First Reformed utforskat existentiellt plågade, självdestruktiva män, karaktärsstudier som förstärks av deras schematiska liv bakom en yrkesroll eller mask – som taxichaufför, prostituerad, predikant och nu pokerspelare. The Card Counter följer tematiskt Schraders tidigare \"man in a room\"-filmer, men när det existentiella dramat växlar upp till hämndthriller fylls det också med en kärv politisk underton som gör Schraders introverta betraktelser både gripande och angelägna. \n\nOlle Agebro",
        "image": "https://images.eu-west-1.prod.magine.com/vod/drakenfilm/a9607a8f-ba71-4533-8907-110a8b56e09f.jpg",
        "directors": [
          "Paul Schrader"
        ],
        "genres": [
          "Drama",
          "Thriller"
        ],
        "cast": [
          "Oscar Isaac",
          "Willem Dafoe",
          "Tiffany Haddish",
          "Tye Sheridan"
        ],
        "sixteen": "https://images.eu-west-1.prod.magine.com/vod/drakenfilm/a07129ea-0f3d-4007-b86e-4c7dac3e0e85.jpg",
        "inMyList": false,
        "trailer": "https://media-drakenfilm.partner.maginepro.com/trailers/2981_the-card-counter_tr_v1.mp4",
        "productionYear": "2021",
        "duration": 6675,
        "countriesOfOrigin": [
          "USA"
        ],
        "defaultPlayable": {
          "id": "17139357-ed0b-4a16-8be6-69e418c4ba40",
          "kind": "VOD"
        },
        "offers": [],
        "playables": [
          {
            "id": "17139357-ed0b-4a16-8be6-69e418c4ba40",
            "kind": "VOD",
            "duration": 6675,
            "watchOffset": null
          }
        ]
      }
    }
  }
}
